/// '[Required] terms_of_service'
/// '[필수] 서비스 이용 약관'
const terms_of_service = """
# 이용약관

제1조 (목적)

본 약관은 서비스 이용자가 ㈜위굴리(이하 “회사”라 한다)가 제공하는 카셰어링(Car Sharing) 서비스 등 온/오프라인상의 제반 서비스(이하 “서비스”라 한다)를 이용함에 있어 회사 및 회원의 권리, 의무, 책임사항, 기타 필요한 사항 등을 규정함을 목적으로 합니다.

제2조 (용어의 정의)

① '회사'라함은㈜위굴리와 제휴사의 차량으로 회원에게 서비스를 제공하는 사업 또는 향후 ㈜위굴리가 영위하는 사업 일체를 운영하는 사업자의 의미로사용합니다.

② '회원'이라함은서비스를 이용하기 위하여 회사에 개인정보를 제공하여 회원등록을 한 자로서 회사의 정보를 제공받고 회사가 제공하는 서비스를 이용할 수 있는자를말합니다.

③ “웹사이트”라 함은 서비스를 소개하고 이용약관 및 개인정보처리방침 등을 안내하며, 회원가입 및 서비스를 이용할 수 있도록 회사가 운영하는 사이트를 말합니다.

④ '애플리케이션'이라 함은 회원가입 및 서비스를 이용할 수 있도록 회사가 운영하는 모바일 애플리케이션을 말합니다.

⑤ '동반 운전자'란 회사에서 제공하는 서비스를 이용하고 있는 일반회원으로 계약자의 의사에 따라, 동반하여 운전을 할 수 있는 자격을 가진 자를 의미합니다.

⑥ 제2조에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래 관행에 의합니다.

제3조 (약관의 개정)

① 본 약관은 수시로 개정 가능하며 약관을 개정하고자 할 경우 회사는 개정된 약관을 적용하고자 하는 날(이하 '효력 발생일')로부터 최소 7일 이전에 약관이 개정된다는 사실과 개정된 내용 등을 전자우편 통보, 서면 통보, 웹사이트/애플리케이션 내 게시, 사업장 및 제휴 가맹점 내 게시 등의 방법 중 1가지 이상의 방법으로 회원에게 고지합니다.

② 회사가 전자우편 통보의 방법으로 본 약관이 개정된 사실 및 개정된 내용을 회원에게 고지하는 경우에, 회사는 회원이 회사에 기 제공한 전자우편 주소 중 가장 최근에 제공된 곳으로 통보하며, 회원이 최근의 정보로 변경하지 않아 발생한 손해에 대해서는 어떠한 책임도 지지 않습니다.

③ 개정된 약관(이하 '개정 약관')은 원칙적으로 그 효력 발생일로부터 장래에 향하여 유효합니다.

④ 본 약관의 개정과 관련하여 이의가 있는 회원은 회원탈퇴를 할 수 있습니다. 단, 이의가 있음에도 불구하고 제1항과 제2항의 정해진 바에 따른 회사의 고지가 있은 후 30일 이내에 회원탈퇴를 하지 않은 회원은 개정 약관에 동의한 것으로 간주합니다.

⑤ 이 약관에 동의하는 것은 정기적으로 회사가 운영하는 웹사이트/애플리케이션을 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 회사는 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원 또는 이용자의 피해에 대하여 책임을 부담하지 않습니다.

제4조 (약관의 명시 및 효력)

① 회사는 약관을 회원(서비스를 이용하는 자)들이 알 수 있도록 웹사이트/애플리케이션에 게시합니다.

② 본 약관에 명시되지 않은 사항에 대해서는 약관의 규제에 관한 법률, 전자문서 및 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 방문판매 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령 및 회사가 정한 서비스의 세부 이용 지침 등의 규정 및 일반 상관례에 의합니다.

제5조 (약관 외 준칙)

① 회사는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 '개별약관'이라 함)을 정하여 이를 웹사이트/애플리케이션 등을 통하여 공지할 수 있습니다.

② 회사는 필요한 경우 서비스 이용과 관련된 세부적인 내용(이하 '이용정책'이라 함)을 정하여 이를 웹사이트/애플리케이션 등을 통하여 공지할 수 있습니다.

③ 본 약관에 명시되지 않은 사항에 대해서는 '정보통신망 이용촉진 및 정보보호 등에 관한 법률', '전자문서 및 전자거래 기본법', '전자상거래 등에서의 소비자보호에 관한 법률', '약관의 규제에 관한 법률', '전자서명법', 등의 관계 법령 및 '회사'가 정한 서비스의 세부 이용 지침 등의 규정에 의합니다.

제6조 (회원가입 및 계약의 성립)

① 회원이 되고자 하는 자는 회사가 정한 회원가입 절차에 의해 본 이용약관과 ‘개인정보 처리방침’, ‘자동차 대여 약관’, '위치기반서비스 이용약관'에 동의함으로써 회원가입을 신청합니다.

② 회사는 제1항과 같은 회원가입 신청에 대하여 회원가입을 승낙함을 원칙으로 합니다. 다만, 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 가입계약을 해지할 수 있습니다.

1\. 가입신청자가 제7조 제2항에 의하여 이전에 회원 자격을 상실한 적이 있는 경우(다만 회원자격 상실 후 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함)

2\. 실명이 아니거나 타인의 명의를 이용한 경우

3\. 등록 내용에 허위, 기재누락, 오기가 있는 경우

4\. 만 26세 미만인 자, 운전면허 취득 1년 미만 인자 (일부 서비스는 21세 미만인 자)

5\. 요금 지불 능력이나 의사가 없다고 판단되거나 기타 회원으로 등록하는 것이 서비스의 원활한 운영을 저해하거나, 기술상 현저히 지장이 있다고 판단되는 경우. 회사는 본호에 해당하는지를 판단하기 위해 회원이 되고자 하는 자의 동의를 얻어 개인 정보나 신용 정보를 수집, 이용 또는 신용 조회 회사 등에 제공하거나 제공받을 수 있습니다.

③ 회원가입계약의 성립시기는 회사가 가입 완료를 신청 절차상에서 표시한 시점으로 합니다.

제7조 (회원의 ID 및 비밀번호에 대한 책임과 의무)

① 계정 정보(ID 및 비밀번호)에 관한 관리 책임은 회원에게 있으며, 회원은 자신의 계정 정보를 제3자에게 제공하지 아니하고 3개월마다 비밀번호 변경하여 관리의 의무를 다 합니다.

② 회원이 자신의 계정 정보를 도난당하거나 제3자가 이용하고 있음을 인지한 경우, 즉시 회사에 알려야 하며 별도의 안내가 있는 경우 이에 따라야 합니다.

③ 회사는 회원이 본 조항의 주의사항을 소홀히 하여 발생한 회원의 어떠한 불이익에 대하여도 책임을 지지 아니합니다.

제8조 (회원탈퇴 및 자격상실)

① 회원은 언제든지 서면, 전자우편, 전화, 기타 회사가 정하는 방법으로 회원탈퇴를 요청할 수 있으며, 회사는 회원의 요청에 따라 조속히 회원탈퇴를 처리합니다.

② 회원이 다음 각 호의 어느 하나에 해당하는 경우, 회사는 회원자격을 상실시킬 수 있습니다.

1\. 가입 신청 시에 허위 내용을 등록한 경우

2\. 서비스의 이용과 관련하여, 회원이 부담하는 채무 또는 책임을 기일 내에 이행하지 않는 경우

3\. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우

4\. 본 약관 및 관계법령에 위반되거나 공서양속에 반하는 행위를 하는 등 회원자격을 유지시키는 것이 부적절하다고 판단되는 경우

③ 회원은 제2항에 따른 서비스 이용정지 기타 서비스 이용과 관련된 이용 제한에 대해 회사가 정한 절차에 따라 이의신청을 할 수 있으며, 회사는 회원의 이의신청이 정당하다고 판단되는 경우 즉시 서비스 이용을 재개합니다.

④ 회원이 사망한 경우 회원 사망 일에 회원자격이 상실됩니다.

⑤ 회원탈퇴 시 3개월간 회원 재가입이 제한됩니다. 단, 회사에서 허가한 경우에는 재가입이 가능합니다.

⑥ 회사가 무상으로 부여한 보너스 포인트는 회원탈퇴 시 환불하지 않습니다(회원가입 시에 회사가 제공한 무상 사용시간은 더 이상 사용할 수 없습니다). 제5항에 따라 재가입한 경우에도 회원탈퇴 시 소멸한 기존 보너스 포인트는 다시 생성되지 않습니다.

제9조 (회원의 서비스 이용 제한)

① 회사는 본 약관 제10조를 포함하여 회원이 본 약관 및 개별 약관의 의무를 위반하거나 서비스의 정상적인 운영을 방해한 경우, 경고, 일시정지 및 영구정지 등으로 서비스 이용을 제한할 수 있습니다. 회원의 자격 재심사의 과정은 해당 회원의 서비스 이용 행태 및 이용 내역을 토대로 진행되며, 회사의 내부 심사 결과에 따라 서비스 이용 자격 제한 및 해제가 이뤄질 수 있습니다.

② 회원의 서비스 이용의 제한 기간 동안 소멸되거나 미지급된 포인트, 쿠폰 등의 기타 혜택은 회사에서 책임지지 않습니다.

③ 회사는 본 조에 따라 서비스 이용을 제한하거나 계약을 해지하는 경우에는 본 약관 제11조에 의거하여 통지합니다.

④ 회원은 본 조에 따른 이용 제한 조치에 대해 회사가 정한 절차에 따라 이의 신청을 할 수 있으며, 회사는 회원의 이의 신청이 정당하다고 판단되는 경우 즉시 회원 자격을 재개합니다.

| 항목                    | 내용                                                                              | 조치사항                               |
| ----------------------- | --------------------------------------------------------------------------------- | -------------------------------------- |
| 운영 차량 내 흡연 행위  | 일반/전자담배(비타민 스틱, 흡연 간주 행위 포함) 사용 제보 수신/적발 시            | 1회 적발 시 영구정지                   |
|                         | 차량 내 흡연 냄새, 흔적 등                                                        | 3회 누적 시 영구정지                   |
| 애완동물 탑승 규칙 위반 | 애완동물 캐리어 미 탑승 상태 제보 수신/적발 시                                    | 1회 적발 시 영구정지                   |
| 주유카드 부정사용       | 이용중 차량 주유 및 세차 외 타 용도 사용                                          | 경고 조치 및 영구정지                  |
| 경중에 따른 형사 고발   |
| 회원 정보 불일치        | 휴대번호, 면허정보를 포함한 기본 회원정보 불일치                                  | 정상 정보 반영 시점까지 일시정지       |
| 미납 요금 발생          | 예약요금, 연장요금, 반납요금, 페널티요금, 사고처리비용 등의 미납 요금 발생시      | 1회 적발 시 영구정지 및 형사 고발      |
| 차량 사고 발생          | 차량 수리 기간: 사고발생 시점 ~ 수리종료 시점                                     | 사고종료 처리 시점까지 일시정지        |
|                         | 사고손해액 누적 2백만원 이상                                                      | 회원 자격 재심사 또는 영구정지         |
|                         | 12대 중과실 사고, 인도 침범, 사망 사고 12도주 사고, 보행자 보호 의무 위반 발생 시 | 영구정지 및 차량손해면책제도 적용 불가 |
|                         | 자동차 사고 및 파손 미신고/적발 시                                                | 영구정지                               |
| 사고 이력 누적          | 90일 이내 2회 이상 사고 발생시                                                    | 6개월간 이용 제한                      |
| 이용자격 부적합         | 명의도용, 미성년자, 음주 및 약물 복용 운행 시                                     | 영구정지 및 차량손해면책제도 적용불가  |
|                         | 지정 운전자 이외 제 3자, 동반운전자의 단독 운행                                   | 영구정지 및 차량손해면책제도 적용불가  |
|                         | 기타 도로교통법률, 여객자동차운수사업법 위반 발생 시                              | 영구정지 및 차량손해면책제도 적용불가  |
| 차량 고의 파손          | 차량 부품 및 옵션의 절도/고의 파손 (내비게이션, 후방 카메라, 블랙박스, SD카드 등) | 영구정지 및 형사 고발                  |
| 반납 규칙 위반          | 12시간 이상 반납지연 및 연락두절                                                  | 영구정지 및 형사 고발                  |
| 차량의 불법/비정상 사용 | 차량의 불법 정비, 분해, 점검 및 기타 범법행위 차량 부정사용 (계약된 용도 외 운행) | 회원 자격 재심사 또는 영구정지         |

제10조 (페널티)

① 회사는 본인 및 다른 회원들을 위해 지켜야 할 아래와 같은 준수 사항들을 이행하지 않은 회원에게는 각 항목별로 페널티 요금을 책정하여 청구할 수 있습니다. 페널티 요금은 피해 발생으로 인한 최소 운영 비용을 근거로 책정되며 필요성, 활용성에 따라 언제든지 개정될 수 있습니다.

② 페널티 항목 외 '개별약관' 및 '개별정책'에 따라 서비스 운영상 저해가 되는 이용행태 및 서비스 취지, 목적에 맞지 않은 불법적, 비정상적 이용 등, 각 항목들의 위반 사항을 지속적으로 발생시키는 회원에 대해서는 이용 자격 심사를 통해 조치가 취해집니다.

③ 페널티 요금을 부과할 경우 회원에게 고지 또는 협의 후 결제 및 조치를 진행합니다.

| 구분                                                                                                           | 기준                                                                   |                                                                             | 페널티 및 금액                                                                                                                                                    |
| -------------------------------------------------------------------------------------------------------------- | ---------------------------------------------------------------------- | --------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------------------------------------------------------- |
| 예약취소(취소수수료)                                                                                           | 예약 및 결제 10분 이내                                                 |
| (최우선 조건)                                                                                                  |                                                                        | 취소수수료 미 부과                                                          |
|                                                                                                                | 이용예약 시작 시각 1시간 이전                                          |                                                                             | 취소수수료 미 부과                                                                                                                                                |
|                                                                                                                | 이용예약 시작 시각 1시간 이내                                          |                                                                             | 최소 2000원 ~ 최대 1만원 구간에서 예약금액의 10%                                                                                                                  |
|                                                                                                                | 이용예약 시작 시각 이후                                                |                                                                             | 환불 불가                                                                                                                                                         |
| 반납 관련                                                                                                      | 조기 반납                                                              | 회원 귀책사유                                                               | 회원 귀책사유에 의한 조기 반납 시, 환불 불가                                                                                                                      |
| (잔여 시간이 24시간 초과시 회사가 정한 방법에 의해 포인트 또는 쿠폰 지급)                                      |
|                                                                                                                | 반납 지연 요금                                                         | 단순 반납 지연                                                              | 총반납지연시간(분) /10                                                                                                                                            |
| X 10분 단위 차량별 최소 10분 단위 요금 X 2배                                                                   |
|                                                                                                                |                                                                        | 12시간 이상 및 연락 두절 시                                                 | 페널티 요금 100,000원 + 지연 서비스 요금 + 영구정지                                                                                                               |
|                                                                                                                | 반납 절차                                                              |
| 미 준수                                                                                                        | 차 키 시동구에서 미분리                                                | 페널티 요금 10,000원 + 현장출동서비스 요금                                  |
|                                                                                                                |                                                                        | 차량 문, 창문, 트렁크 등 개방                                               | 페널티 요금 10,000원 + 현장출동서비스 요금 + 오염 시 실내세차 비용                                                                                                |
|                                                                                                                |                                                                        | 실내·외 조명 미소 등                                                        | 페널티 요금 10,000원 + 현장출동서비스 요금                                                                                                                        |
|                                                                                                                |                                                                        | 전기차 반납 시 충전기 미 연결                                               | 페널티 요금 10,000원 + 현장출동서비스 요금                                                                                                                        |
|                                                                                                                |                                                                        | 연료부족 경고등 점등                                                        | 페널티 요금 10,000원 + 현장출동서비스 요금                                                                                                                        |
|                                                                                                                |                                                                        | 반납장소 불량                                                               | 페널티 요금 10,000원 + 지정주차장소 외 반납의 경우, 지정 주차장소로 이동 시까지의 반납지연요금 및 실비 청구 (주차 비, 차량 이동/견인료, 과태료)                   |
|                                                                                                                | 분실물 회수                                                            |
| 도어제어                                                                                                       | 도어 잠금 누락으로 이슈 발생                                           | 페널티 요금 10,000원 + 발생 실비                                            |
|                                                                                                                |                                                                        | 차량 부정사용                                                               |
| (임의 운행)                                                                                                    | 페널티 요금 200,000원 + 발생 실비 + 영구정지                           |
| 위굴리존 이용                                                                                                  | 쓰레기 무단투기                                                        |                                                                             | 페널티 요금 10,000원 + 발생 실비 (과태료 등)                                                                                                                      |
|                                                                                                                | 위굴리존 시설물 파손                                                   |                                                                             | 페널티 요금 10,000원 + 발생 실비 (시설물 수리비 등)                                                                                                               |
| 사고관련                                                                                                       | 이용기간 내 자동차 사고 및 파손 미신고                                 |                                                                             | 페널티 요금 200,000원 + 발생실비(수리비) + 영구정지                                                                                                               |
|                                                                                                                | 휴차보상료                                                             |                                                                             | 홈페이지나 어플리케이션에 게시된 차종별 요금 적용                                                                                                                 |
|                                                                                                                | 차량손해면책제도                                                       |                                                                             | 1사고당 최대 20 ~ 50만원 자기부담금 부과로 면책                                                                                                                   |
| (수리비가 자기부담금 미만일 시 실비 적용)                                                                      |
| 차량 내 흡연                                                                                                   | 일반/전자담배(비타민 스틱, 흡연 간주 행위 포함) 사용 제보 수신/적발 시 |                                                                             | 차량 실내크리닝 및 복구비용 30만원 및 영구 이용 정지                                                                                                              |
|                                                                                                                | 차량 내 흡연 냄새, 흔적 등                                             |                                                                             | 페널티 요금 20,000원                                                                                                                                              |
| 차량관리 및 사용                                                                                               | 차량 내 쓰레기, 오염물 등 청결불량                                     |                                                                             | 페널티 요금 20,000원 + 발생실비(세차비) + 1개월 이용 제한                                                                                                         |
|                                                                                                                | 캐리어 미탑승한 애완동물을 동승하여 실내 오염 시                       |                                                                             | 페널티 요금 20,000원 + 발생실비(세차비) + 영구정지                                                                                                                |
|                                                                                                                | 자동차 불법/비정상 용도 사용, 임의 수리 및 분해 등                     |                                                                             | 페널티 요금 200,000원 + 발생실비(탁송, 수리비) + 영구정지(차량손해면책제도 적용 불가)                                                                             |
|                                                                                                                | 비치품 분실/과실성 파손 (주유카드, 단말기 외                           |
| 임의 타이어 교환, 마모 등)                                                                                     |                                                                        | 페널티 요금 10,000원 + 발생실비(재 배치비용 및 휴차기간 동안 대여요금 부과) |
|                                                                                                                | 주유카드 부정사용                                                      |
| (이용중 차량 주유 외 타 차량 주유 또는 타 용도 사용, 포인트 적립 등을 목적으로 최소 시간 예약 후 반복 세차 등) |                                                                        | 페널티 요금 200,000원 + 발생실비(실사용 비용 \* 3배) + 영구정지             |
|                                                                                                                | 차량옵션(내비게이션, 후방 카메라, 블랙박스, SD카드 등) 도난/고의 파손  |                                                                             | 페널티 요금 100,000원 + 발생실비(재구매 비용, 영업 손실비) + 영구정지                                                                                             |
|                                                                                                                | 고급유주유, 사전 협의되지 않은 차량 소모품 지불, 충전 등               |                                                                             | 페널티 요금 20,000원 + 발생실비                                                                                                                                   |
|                                                                                                                | 배터리 방전                                                            |                                                                             | 페널티 요금 10,000원 + 사용자 부주의로 인한 이용 중 또는 반납 후 배터리 방전 시, 긴급출동 비용 실비 청구 (완전방전으로 인한 배터리 교체 시, 배터리 교체비용 부과) |
|                                                                                                                | 타이어 펑크                                                            |                                                                             | 페널티 요금 10,000원 + 사용자 부주의로 인한 타이어 펑크 발생시, 수리비용 실비 청구                                                                                |
| (주행중 펑크 인지 못하여 발생한 타이어, 휠 및 차체 손상 발생시, 수리비용 부과)                                 |
| 기타                                                                                                           | 직접 회수 불가에 따른 물품확인 방문, 회수, 발송                        |                                                                             | 현장 출동 서비스 요금 + 발생실비                                                                                                                                  |
|                                                                                                                | 교통법규 위반                                                          |                                                                             | 이용기간 중 운전자 과실로 발생한 과태료 및 범칙금(과속, 신호위반, 주차위반 등)에 대해 고지 후 3일 이내 납부 (미납부시 20% 가산세 포함 자동 과금)                  |
|                                                                                                                | 지정 운전자 이외 제 3자, 동반운전자의 단독 운행                        |                                                                             | 페널티 요금 200,000원 + 발생실비(탁송, 수리비) + 영구정지(차량손해면책제도 적용 불가)                                                                             |
|                                                                                                                | 음주 및 약물 복용 운전 시                                              |                                                                             | 페널티 요금 200,000원 + 적발 시 영구 이용 제한(차량손해면책제도 적용 불가)                                                                                        |

제11조 (차량손해면책제도, 차량사고, 휴차보상료)

① 회사는 회원에게 차량손해면책제도를 운영하는 차량을 제공해야 합니다.

② 회원은 회사가 운영하는 차량손해면책제도에 동의해야 서비스를 이용할 수 있으며, 보장 범위와 자기부담금, 초과수리비는 각 호와 약관 제 11조에 정해진 내용에 따라 적용됩니다.

1\. 300만원을 초과한 차량수리비는 차량손해면책제도를 적용하지 않습니다.

2\. 예를 들어, 차량수리비 450만원이 발생하면 회원은 300만원까지만 차량손해면책제도를 적용 받고 나머지 초과수리비 150만원은 회원이 전액 부담합니다.

3\. 차량수리비가 차량가액을 초과하여 회사에서 전손처리를 실시하면, 회원은 중고차 평균시세에서 회사가 지급받은 전손비용을 제외한 나머지 추가수리비를 회사에 지불해야 합니다.

4\. 예를 들어, 중고차 평균시세가 700만원인 차량이 전손 되었고 회사가 전손비용으로 400만원을 받았다면, 회원은 '중고차 평균 시세 - 전손비용'의 차액 300만원을 회사에 지불해야 합니다.

5\. 차량수리비가 차량가액을 초과하거나, 운행이 불가능한 상태가 되어 폐차를 하게 되면, 회원은 중고차 평균시세에서 회사가 지급받은 폐차비용을 제외한 나머지 금액을 회사에 지불해야합니다.

6\. 회원의 과실로 인한 혼유사고는 차량손해면책제도 적용이 불가합니다.

7\. 차량손해면책제도의 차기부담금은 회원이 선택하거나, 회사가 정한 금액으로 할 수 있습니다.

7-1. 차량손해면책제도의 자기부담금은 차량수리에 대한 부담금이며, 사고로 인해 발생한 추가 견인료, 구난비용, 과태료, 범칙금, 통행료, 휴차보상료는 회원이 부담합니다.

③ 회원은 차량사고 발생시 지체 업싱 회사에 알려야 합니다.

1\. 사고 발생시 회사는 회원에게 대체 차량을 제공하지 않습니다.

2\. 회사는 동의 없이 임의로 진행한 사고처리에 대한 모든 책임은 회원에게 있으며, 이에 대한 보험사 사고접수 요청시 회사는 거부 할 수 있습니다.

④ 주차 중 발생한 사고와 단독사고에 대해서 차량손해면책제도는 적용되지 않으며, 사고 피해 회복을 위한 비용은 회원이 전액 부담합니다.

1\. 주차 중이라 함은 차량 주차나 출차를 위해 차량을 움직이거나 주차 되어 있는 상태를 말합니다.

1-1. 주차 중 타물체와의 충돌 접촉 등으로 회사 차량의 피해가 발생 되면, 회원은 피해 회복비용 전액을 부담합니다.

1-2. 주차 되어 있던 차량에 원인불상의 파손이 발생하면, 회원은 피해 회복 비용 전액을 부담합니다.

2\. 단독사고라 함은 운행 중 다른 차와 추,충돌 또는 사람과의 추,충돌이 없는 사고를 의미합니다.

2-1. 단독사고 발생 시 회사차량의 차량수리비는 차량손해면책제도를 적용하지 않습니다.

2-2. 회원은 회원차량에 발생한 피해에 대해서, 피해 회복 비용 전액을 부담합니다.

3\. 회사는 사고 피해 회복을 위한 비용을 회원에게 안내해야 합니다.

4\. 회원은 차량수리가 완료 되기전까지 사고 피해 회복 비용을 전액 납부해야 합니다.

⑤ 차종별 휴차보상료는 홈페이지나 애플리케이션에 게시한 금액으로 하며, 게시일 기준으로 비용에 변동이 있을 수 있습니다.

제12조 (회원에 대한 통지)

① 회원에 대한 통지를 하는 경우, 회사는 본 약관에 별도의 규정이 없는 한, 회원이 회사에 등록한 주소 또는 전화번호로 전자우편 통보, 서신발송, 유선 통보 및 기타의 방법으로 할 수 있습니다.

② 불특정다수 회원에 대한 통지를 하는 경우, 회사는 1주일 이상 웹사이트/애플리케이션에 게시함으로써 개별 통지로 갈음할 수 있습니다.

제13조 (회원의 의무)

① 회원은 다음 각 호에 해당하는 행위를 하여서는 안됩니다.

1\. 서비스 이용 관련 제반 신청 또는 변경 행위시 허위내용 기재행위

2\. 타인의 정보를 도용하는 행위

3\. 회사가 게시한 각종 정보의 무단 변경, 삭제 등 훼손행위

4\. 회사가 허용한 정보 이외의 다른 정보(컴퓨터 프로그램 및 광고 등)를 송신하거나 게시하는 행위

5\. 회사 기타 제3자의 저작권 등 지적재산권에 대한 침해행위

6\. 회사 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위

7\. 외설 또는 폭력적인 메시지, 화상, 음성 기타 공서양속에 반하는 정보를 회사 웹사이트에 공개 또는 게시하는 행위

② 회원은 관련 법령, 본 약관의 규정, 서비스 관련 이용안내 및 주의사항, 회사가 통지한 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.

제14조 (회사의 의무)

① 회사는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.

② 회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고 준수합니다.

③ 회사는 서비스이용과 관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. 회원이 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편 등을 통하여 회원에게 처리과정 및 결과를 전달합니다.

제15조 (서비스의 변경 및 중단)

① 회사는 사업종목의 전환, 업체 간의 통합, 사업폐지 등 기타 회사의 판단에 의해 불가피한 영업상의 이유가 있다고 인정되는 등의 경우 제공하는 서비스의 내용을 변경할 수 있습니다. 이 경우에는 변경된 서비스의 내용 및 제공일자를 명시하여 현재의 서비스 내용을 게시한 곳에 그 제공일자 이전 30일 전부터 공지합니다. 단, 변동내용을 구체적으로 공지하기가 불가능한 경우에는 30일 전에 그 취지 및 공지가 불가능한 변동사유를 현재의 서비스를 게시한 곳에 공지합니다.

② 회사는 다음 각 호의 어느 하나에 해당하는 사유가 발생한 경우 제9조에 명시된 서비스의 일부 또는 전부를 중단할 수 있습니다.

1\. 천재지변, 전쟁, 폭동, 화재, 파업 등 쟁의행위, 정부기관의 통제 기타 회사의 합리적인 노력으로 제어할 수 없는 사유가 발생하거나 발생할 우려가 있는 경우

2\. 기간통신사업자로부터 전기통신서비스가 제공되지 않은 경우

3\. 서비스 시스템을 포함한 정보통신설비의 보수점검, 교체 또는 고장, 통신의 두절 등의 사유가 발생한 경우

4\. 서비스가 제3자와의 제휴를 통하여 제공되는 경우에 당해 제휴사업자의 사정에 따라 변경되거나 중지되는 경우

5\. 기타 서비스의 원활한 운영을 현저히 저해하는 사유가 발생한 경우

③ 제1항 또는 제2항의 사유로 서비스 내용이 변경 또는 중단되는 경우, 회사는 그로 인해 회원이 입은 손해에 대하여 고의 또는 중과실이 없는 한 배상하지 아니합니다.

제16조 (요금정책 및 손해배상 비용)

① 회원은 회사에서 규정한 요금정책을 준수할 것을 약속하며, 아래 해당하는 페널티금액이나 추가비용이 발생할 수 있음에 동의합니다. 요금정책의 구체적 내용은 웹사이트에 게재하며, 요금정책은 시장상황 등에 따라 변경될 수 있습니다.

② 회원의 신용카드나 또는 다른 유형의 결제카드가 개인 신용등급 및 연체 등의 문제로 인해 거절되어 서비스 이용에 대한 비용이 정산되지 않을 경우에는 이전 사용내역이 모두 정산될 때까지 서비스 사용이 중지되며 지속적인 문제가 발생할 경우에는 회원자격이 박탈될 수 있습니다.

③ 회원은 다음 각호에 따라 전자결제 (신용/체크카드결제) 방법 또는 회사가 인정하는 방법으로 사용요금을 결제하여야 합니다.

1\. 회원은 회사가 정한 방법(신용카드, 기타 회사가 정하는 결제 수단)으로 요금을 회사에 납부합니다.

2\. 회원은 회사가 정한 방법을 거쳐 결제카드를 등록해야 합니다.

3\. 예약시, 예약시간에 해당하는 사용금액이 등록된 결제수단으로 자동 결제됩니다. 또한 회원이 예약 후 취소를 하지 않는 경우에는 서비스를 이용하지 않더라도 예약 시간 전체에 대한 요금이 결제됩니다.

4\. 사용 완료 후, 사용 거리에 따라 사용된 주행요금이 등록된 결제수단으로 자동 결제됩니다.

5\. 예약연장 금액 및 기타 서비스 사용료, 페널티금액 등도 등록된 결제수단으로 자동 결제됩니다.

6\. 서비스 요금은 이용 전/후에 전자결제를 통해 자동으로 결제됩니다.

② 손해배상 비용

1\. 회원이 자동차 사고나 사건에 연루되어 자동차가 훼손되거나 파손된 경우, 회원은 그로 인하여 발생한 손해를 배상해야 할 책임이 있습니다.
2\. '회사'는 회원이 규정 사항 위반 시 본 약관 제10조 페널티 제도에 의거하여 '페널티 요금'을 부과할 수 있으며, 이와 별도로 자동차 수리비, 소송 비용, 변호사 비용 등 발생 실비를 추가로 청구할 수 있습니다.
3\. '회사'는 손해배상 요금에 대하여 고지 및 협의 후 전자결제를 통한 자동 결제 또는 회원과 협의한 결제 수단으로 지불 처리할 수 있습니다.
4\. 회원이 본 약관 및 각 조항을 준수하지 않았을 경우, '회사'는 손해배상 요금 등 각종 수수료를 부과하는 것 이외에 계약을 해지할 수 있는 권리를 가집니다.
5\. '회사'는 서비스와 관련하여 발생한 미납 요금, 페널티 요금, 손해배상 요금 등에 대한 회원의 채무에 대해 채권 추심을 진행할 수 있으며, 지속 연체될 경우 회원을 상대로 보전처분, 본안 소송 제기, 강제 집행 절차의 착수 등 채무 변제를 위한 법적 조치가 진행될 수 있습니다.

제17조 포인트

① 포인트는 서비스에서 통용되는 전자화폐로서 1 포인트는 현금 1원으로서 서비스 내 결제에 활용할 수 있습니다.

② 포인트의 지급과 사용에 관한 사항은 회사가 정한 개별 서비스의 이용 정책에 따릅니다.

③ 제공된 포인트는 지급시점에 제시된 유효기간 동안 이용이 가능하며, 유효기간이 경과한 포인트는 소멸됩니다.

⑤ 포인트는 유효기간 만기일이 가까운 순서대로 소진됩니다.

⑥ 회원이 회사가 규정한 이용한 이용 정책 등 제반 규정을 악용하거나 부당한 방법으로 포인트를 획득한 경우, 회사는 회원의 서비스 이용 제한 조치와 포인트를 조정/소멸시킬 수 있습니다.

⑦ 보유한 포인트는 회사가 정한 방법 외의 방법으로 회원 간 거래 및 양도, 사용이 불가능하고 현금으로 환불되거나 제3자에게 양도되지 않습니다.

제18조 (할인 쿠폰)

① 회사는 일정금액 또는 일정비율을 할인 받을 수 있는 할인 쿠폰을 발급할 수 있습니다.

② 회사로부터 무상 제공받은 쿠폰은 회원 간 거래 및 양도, 부정 목적으로 사용이 불가능하고 어떠한 경우에도 현금으로 환불되거나 제3자에게 양도되지 않습니다.

③ 할인 쿠폰은 일부 품목이나 금액에 따라 사용이 제한될 수 있으며 유효기간이 지난 후에는 사용할 수 없고, 상품구매 후 취소나 반품으로 환불이 이루어졌을 때에는 재사용이 안될 수 있습니다..

④ 회원에게 제공된 할인 쿠폰은 한 상품 구매 시 중복으로 사용할 수 없습니다.

⑤ 쿠폰의 할인 금액(할인율), 사용방법, 사용기한 및 제한에 대한 사항은 쿠폰 또는 서비스 화면에 표시되며 명시된 내용과 개별 주의사항(이용조건)을 확인하여야 할 책임이 있습니다.

제19조 (분실물 처리)

① 회사 내에 분실물보관소를 운영하며 발견된 물품의 인계를 위한 제반 조치를 취합니다.

② 분실물 접수 및 인수인계사항은 분실물 처리대장에 기록, 유지합니다.

③ 입수된 물품을 소유자가 찾아가지 않을 시 관할 경찰서에 신고 및 인계합니다.

④ 기타 분실물 처리에 관한 제반 사항은 유실물법 및 관련 법령 등에 따릅니다.

제20조 (저작권의 귀속 및 이용 제한)

① 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.

② 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리 목적으로 이용하거나 제3자가 이용하도록 하여서는 안됩니다.

제21조 (게시물의 저작권)

① 회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다.

② 게시물은 검색결과 내지 회사의 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, 회원은 언제든지 고객센터 또는 각 서비스 내 관리기능을 통해 해당 게시물 등에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.

③ 회사는 제2항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻습니다.

제22조 (공개게시물의 삭제)

① 회원의 공개 게시물의 내용이 다음 각 항목에 해당되는 경우 회사는 회원에게 사전 통지 없이 공개 게시물을 삭제하거나, 비공개 설정할 수 있고 해당 회원의 이용 제한, 자격 상실을 시킬 수 있습니다.

1\. 회사, 다른 회원 또는 제 3자를 비방하거나 중상 모략으로 명예를 손상시키는 내용인 경우

2\. 공서양속에 위반하는 내용의 정보, 문장, 도형 등의 유포에 해당하는 경우

3\. 범죄행위와 관련이 있다고 판단되는 내용인 경우

4\. '회사'의 저작권, 제 3자의 저작권 등 기타 권리를 침해하는 내용인 경우

5\. 불필요하거나 승인되지 않은 광고, 판촉물을 게재하는 경우

6\. 동일한 내용을 중복하여 다수 게시하는 등 게시의 목적에 어긋나는 경우

제23조 (분쟁해결)

① 회사는 서비스 이용에 대한 안내, '회원'이 제기하는 의견이나 불만을 반영하고, 피해 보상을 처리하기 위하여 온라인 상담 채널 및 유선 고객센터를 상시 운영합니다.

② 회사는 서비스 이용과 관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. 회원이 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 이메일 등을 통하여 회원에게 처리과정 및 결과를 전달합니다.

제24조 (책임제한)

① 회사는 천재지변 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.

② 회사는 회원의 귀책사유로 인한 서비스 이용에 장애가 생긴 경우 책임을 지지 않습니다.

③ 회사는 회원이 서비스를 이용하여 기대하는 손익이나 서비스를 통하여 얻은 자료로 인한 손해에 대하여 회사의 귀책사유가 없는 한 책임을 지지 않습니다.

④ 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성에 대하여 책임을 지지 않습니다.

⑤ 회사는 회원간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임을 지지 않습니다.

⑥ 회원이 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우, 당해 회원은 자신의 책임과 비용으로 회사를 면책시켜야 하며, 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.

제25조 (준거법 및 합의관할)

① 회사와 회원 간 제기된 소송은 대한민국법을 준거법으로 합니다.

② 회사와 회원간 발생한 분쟁에 관한 소송은 민사소송법상의 관할법원에 제소합니다.

## 부칙

본 약관은 2023년 8월 21일부터 시행합니다.
""";
