/// '[Required] vehicle_location_information_collection_and_use_agreement'
/// '[필수] 차량 위치 정보 수집 이용 제공 동의'
// ignore_for_file: unnecessary_string_escapes
const vehicle_location = '''
# 차량 위치정보의 수집 이용 제공 동의

## 제1조 위치정보 수집장치 확인

주식회사 위굴리(이하 ‘회사’라 합니다)가 위치정보를 수집할 수 있는 장치가 부착된 차량을 대여하는 경우에는 그 사실을 대여받는 자에게 고지하여야 합니다. 이에 본인은 회사로부터 본인이 임차하는 차량에 위치정보 수집장치가 부착되어 있다는 사실을 고지 받았음을 확인합니다.

## 제2조 개인위치정보 수집/이용/제공 동의

회사가 차량에 부착된 위치정보 수집장치를 활용하여 본인 또는 차량의 위치정보를 수집/이용/제공하고자 하는 경우에는 본인의 동의를 얻어야 합니다. 이에 본인은 아래의 설명을 듣고 이해하였으며, 회사의 개인위치정보 수집/이용/제공에 대하여 동의합니다. 이 동의서는 계약의 갱신 등으로 변경되는 경우에도 유효합니다.

1. 위치정보는 1분 ~ 60분 주기로 주식회사 위굴리에 의하여 수집됩니다.

   상 호 : 주식회사 위굴리

   대 표 자 : 최석용

   주 소 : 서울특별시 강남구 강남대로 556, 11층(논현동, 논현빌딩)

   대표전화 : 1566-6560

   위치정보관리책임자 (2018년 3월 1일 지정)

   소 속 : 서비스운영본부

   성 명 : 이승준

   연 락 처 : 1566-6560

2. 개인위치정보의 이용 또는 제공

   ① 회사는 서비스 제공을 위하여 고객의 위치정보를 이용할 수 있으며, 고객은 본 약관에 동의함으로써 이에 동의한 것으로 간주됩니다.

   ② 회사는 고객이 제공한 개인위치정보를 당해 고객의 동의 없이 서비스 제공 이외의 목적으로 이용하지 아니합니다.

   ③ 회사는 고객이 제공한 개인위치정보를 당해 고객의 동의 없이 제3자에게 제공하지 아니합니다.

   ④ 회사는 고객의 개인위치정보를 고객이 지정하는 제3자에게 제공할 경우 매회 고객에게 제공받는 자, 제공 일시 및 제공목적을 이동전화 문자메시지(SMS)를 통해 고객의 이동전화 단말기로 즉시 통보합니다.

   ⑤ 다만, 회사는 고객이 미리 요청한 경우에 한하여 고객이 지정한 이동전화 단말기 또는 전자우편주소로 통보할 수 있습니다.

   가. 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우

   나. 개인 위치정보 주체가 개인위치정보를 수집한 당해 통신단말장치 외의 통신단말장치 또는 전자우편 주소 등으로 통보할 것을 미리 요청한 경우

3. 개인위치정보 이용·제공사실 확인자료의 보유

   ① 회사는 위치 정보의 보호 및 이용 등에 관한 법률 제16조2항에 근거하여 고객에 대한 위치정보 이용·제공사실 확인자료를 위치정보시스템에 자동으로 기록하며, 고객불만 응대를 위하여 기록시점으로부터 6개월간 보존합니다.

   ② 회사는 위치 정보의 보호 및 이용 등에 관한 법률 제24조4항의 규정에 의하여 고객이 동의의 전부 또는 일부를 철회한 경 우에는 지체 없이 수집된 개인위치정보 및 위치정보 이용제공사실 확인자료(동의의 일부를 철회하는 경우에는 철회하는 부분의 개인위치정보 및 위치정보 이용제공사실 확인자료에 한합니다)를 파기합니다. 다만, 국세기본법, 법인세법, 부가가치세법 기타 관계법령의 규정에 의하여 보존할 필요성이 있는 경우에는 관계법령에 따라 보존합니다.

4. 개인위치정보의 보유기간 및 이용기간

   회사는 고객의 개인위치정보를 이용한 경우 위치 정보의 보호 및 이용 등에 관한 법률 제16조2항의 규정에 의하여 기록 보존하여야 하는 위치정보이용 제공사실 확인자료 외의 당해 개인위치정보를, 위치 정보의 보호 및 이용 등에 관한 법률 제23조에 따라 고객이 동의한 목적범위내에서의 이용 및 고객불만 응대를 위하여 3개월간 보유하며 3개월이 지난 경우 지체 없이 파기합니다.

5. ‘회사’는 본인의 차량 미반환 등 계약 위반 시의 차량 회수, 차량 임대차계약의 이행 또는 분쟁해결 등을 위한 경우, 수사기관/정부기관/행정청/법원 등의 적법한 조사, 요구 또는 명령 등에 대한 협조/이행을 위한 경우, 그 외 본인이 별도로 본인의 위치정보 수집/이용/제공에 동의한 경우 위 목적 범위 내에서 이용합니다.

6. 「위치정보의 보호 및 이용 등에 관한 법률」 제29조에 의하여 급박한 위험으로부터의 긴급구조요청이 있는 경우에는 본인의 동의 없이도 개인위치정보가 긴급구조기관에게 제공될 수 있습니다.

## 제3조 개인위치정보주체의 권리

1. 회원은 회사에 대하여 언제든지 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 수집한 개인위치정보 및 위치정보 이용, 제공사실 확인자료를 파기합니다.

2. 회원은 회사에 대하여 언제든지 개인위치정보의 수집, 이용 또는 제공의 일시적인 중지를 요구할 수 있으며, 회사는 이를 거절할 수 없고 이를 위한 기술적 수단을 갖추고 있습니다.

3. 회원은 회사에 대하여 아래 각 호의 자료에 대한 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 사유 없이 회원의 요구를 거절할 수 없습니다.

   a. 본인에 대한 위치정보 수집, 이용, 제공사실 확인자료

   b. 본인의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률 규정에 의하여 제3자에게 제공된 이유 및 내용

4. 회원은 제1항 내지 제3항의 권리행사를 위해 회사의 소정의 절차를 통해 요구할 수 있습니다.

본인은 상기 내용에 대하여 충분한 고지/설명을 받고, 내용을 읽어 보았으며, 이를 이해하여 동의합니다.

\# 상기 내용이 변동하는 경우 인터넷 홈페이지 게시 등을 통해 그 내용을 확인하실 수 있습니다.

## 부칙

본 약관은 2018년 4월 30일부터 시행합니다.
''';
